[
  {
    "id": 23337,
    "title": "Configurable Aperture Space Telescope",
    "startDate": "Jan 2015",
    "endDate": "Sep 2015",
    "status": "Completed",
    "imageUrl": "https://techport.nasa.gov/file/18398",
    "imageDescription": "Concept growing 0.6 m to a 1.0 m diameter telescope using satlet",
    "imageTitle": "Configurable Aperture Space Telescope (Aperture Growth Concept)",
    "definition": "Distributed-aperture technologies aim to provide a robust, reliable capability for precise in-space positioning of multiple spacecraft over both small (50m for an exoplanet interferometer or X-ray telescope) and large (50mm for a starshade and a telescope ) inter-spacecraft distances, and to implement long-baseline instrumentation and distributed sensors.",
    "exampleTechnologies": "Submillimeter Probe of the Evolution of Cosmic Structure (SPECS), laser interferometer space antenna",
    "benefits": "<p>&bull;Potential to provide low cost observatories to Government and Commercial</p><p>&bull;Could open a new era in modular, flexible, and more frequent launch and deployment of meter class space telescopes</p><p>&bull;Allow on orbit maintenance, aperture and instrument reconfiguration and/or re-deployment</p>",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 18254,
    "title": "Innovative Non-Contact Metrology Solutions for Large Optical Telescopes, Phase I",
    "startDate": "Jun 2014",
    "endDate": "Dec 2014",
    "status": "Completed",
    "imageUrl": "https://techport.nasa.gov/file/37417",
    "imageTitle": "Briefing Chart",
    "definition": "Mirror systems development aims to provide increased sensitivity and resolution, such as improved resolution of X-ray grazing incidence optics and reduced areal costs for aperture systems > 10 m in diameter.",
    "exampleTechnologies": "Ground metrology and systems; integrated electronic, integrated photonic, sensor readouts that enable significant data compression; low-noise, low-power, high-performance analog and mixed signal electronic components, and electronics packaging technology capable of operating in and surviving extreme temperatures. Sensor electronics designs to accommodate reduced size, weight, and power (SWaP), including wireless networking techniques. Analog and Mixed-Signal Instrument front end electronics ASICs, FPGAs and discrete components, space cube, onboard SAR processor, MUSTANG, supporting nanoelectronic elements, and supporting high-voltage power supplies.",
    "benefits": "Potential NASA Commercial Applications: With segmented mirrors being the likely or preferred type of construction for most future large optical telescopes, there will be many opportunities to employ the SURVICE metrology solution on NASA and European telescope programs, to include the James Webb Space Telescope (JWST), the Wide-Field Infrared Survey Telescope (WFIRST), the Advanced Technology Large-Aperture Space Telescope (ATLAST), and the European Extremely Large Telescope (E-ELT).",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 33407,
    "title": "High Performance Computing-Accelerated Metrology for Large Optical Telescopes, Phase II",
    "startDate": "May 2015",
    "endDate": "May 2017",
    "status": "Completed",
    "imageUrl": "https://techport.nasa.gov/file/30906",
    "imageDescription": "High Performance Computing-Accelerated Metrology for Large Optical Telescopes, Phase II Briefing Chart",
    "imageTitle": "Briefing Chart",
    "definition": "This area includes technologies to improve measurement and control of thermal systems.",
    "exampleTechnologies": "Sensors, mechanical thermostats, temperature control software and algorithms.",
    "benefits": "This NASA SBIR will provide opportunities to advance the state-of-the-art in metrology solutions applicable to large, segmented mirrors. This includes high-precision optics used by the Department of Defense, which is a key market SURVICE will explore and exploit in Phase III commercialization efforts.    With segmented mirrors being the likely or preferred type of construction for most future large optical telescopes, there will be many opportunities to employ the SURVICE metrology solution on NASA and European telescope programs, to include the James Webb Space Telescope (JWST), the Wide-Field Infrared Survey Telescope (WFIRST), the Advanced Technology Large-Aperture Space Telescope (ATLAST), and the European Extremely Large Telescope (E-ELT).<br /><br />The manufacturing of DoD, NASA, and international space program telescopes is performed by numerous Original Equipment Manufacturing (OEM) firms.  These firms support a broad spectrum of customers that include but are not limited to the NASA.  SURVICE has already identified both US and international partners that are interested in the proposed technology development.",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 89020,
    "title": "Further Development of Aperture: A Precise Extremely large Reflective Telescope Using Re-configurable Elements",
    "startDate": "Jul 2016",
    "endDate": "Jun 2018",
    "status": "Completed",
    "imageUrl": "https://techport.nasa.gov/file/35704",
    "imageDescription": "General APERTURE concept, before and after deployment (write head moves along the curved arm, while the curved arm rotates about the center axis) Credits: M. Ulmer",
    "imageTitle": "Project Image",
    "definition": "Mirror systems development aims to provide increased sensitivity and resolution, such as improved resolution of X-ray grazing incidence optics and reduced areal costs for aperture systems > 10 m in diameter.",
    "exampleTechnologies": "Ground metrology and systems; integrated electronic, integrated photonic, sensor readouts that enable significant data compression; low-noise, low-power, high-performance analog and mixed signal electronic components, and electronics packaging technology capable of operating in and surviving extreme temperatures. Sensor electronics designs to accommodate reduced size, weight, and power (SWaP), including wireless networking techniques. Analog and Mixed-Signal Instrument front end electronics ASICs, FPGAs and discrete components, space cube, onboard SAR processor, MUSTANG, supporting nanoelectronic elements, and supporting high-voltage power supplies.",
    "benefits": "Northwestern University is attempting to develop a game changing technology for large deployable optical quality mirrors. ",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 16686,
    "title": "Advanced Optical Metrology for XRAY Replication Mandrels and Mirrors, Phase I",
    "startDate": "May 2013",
    "endDate": "Nov 2013",
    "status": "Completed",
    "imageUrl": "https://techport.nasa.gov/file/3709",
    "imageDescription": "Advanced Optical Metrology for XRAY Replication Mandrels and Mirrors",
    "imageTitle": "Project Image",
    "definition": "Mirror systems development aims to provide increased sensitivity and resolution, such as improved resolution of X-ray grazing incidence optics and reduced areal costs for aperture systems > 10 m in diameter.",
    "exampleTechnologies": "Ground metrology and systems; integrated electronic, integrated photonic, sensor readouts that enable significant data compression; low-noise, low-power, high-performance analog and mixed signal electronic components, and electronics packaging technology capable of operating in and surviving extreme temperatures. Sensor electronics designs to accommodate reduced size, weight, and power (SWaP), including wireless networking techniques. Analog and Mixed-Signal Instrument front end electronics ASICs, FPGAs and discrete components, space cube, onboard SAR processor, MUSTANG, supporting nanoelectronic elements, and supporting high-voltage power supplies.",
    "benefits": "The next generation of space astronomy will require even greater technological breakthroughs to produce telescopes of far lower areal density at far lower cost per square meter. Segmented mirrors, like those being used on the James Webb Space Telescope, are candidate designs for the ATLAST Program, having a primary mirror diameter of 8 to 16.8 meters. Advanced x-ray telescopes such as GenX, using nested Wolter &#150; Type 1 designs will require thousands of thin shell mirror segments produced by replication using convex mandrels. Scientific instruments aboard these telescope payloads will certainly include optical components and structures that will drive further advancements in manufacturing technology. The technical effort proposed here has clear potential to benefit these and other future space astronomy programs by improving the performance and lowering the cost of precision optical components.",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 94829,
    "title": "Development of the Advanced Limb Infrared Chemistry Experiment",
    "startDate": "Oct 2018",
    "endDate": "Sep 2021",
    "status": "Active",
    "website": "http://www.nasa.gov/centers/goddard/home/index.html",
    "imageUrl": "https://techport.nasa.gov/file/40328",
    "imageDescription": "Advanced Limb Infrared Chemistry Experiment (ALICE)",
    "imageTitle": "ALICE Image",
    "definition": "Remote sensing instruments and sensors include components, sensors, and instruments sensitive to electromagnetic radiation; particles (charged, neutral, dust); electromagnetic fields, both direct current (DC) and alternating current (AC); acoustic energy; seismic energy; or whatever physical phenomenology the science requires. These instruments and sensors can be either active or passive devices in practice, depending upon the measurement regime and detection technology.",
    "benefits": "<p>This instrument will increase Goddard's expertise in Infrared (IR) instrument development with applications to astronomy and Earth Science. The technology developments required for this instrument will cross over to a number of other fields including nadir sounders for planetary and Earth science, as well as astronomy. IR sensing technology has been under intense development over the last decade with innovations developed for the military and the James Webb Space Telescope (JWST) and gives us the advantage of high vertical resolution without sacrificing single profile precision. This instrument will be taking advantage of a new class of commercial off the shelf high resolution imaging shortwave (SW)IR, midwave (MW)IR and thermal IR detectors along with compact coolers. The technology development will potentially include dual focal plane design and limb-view correcting optics. The ALICE mission will address high-impact scientific problems related to global air quality, constituent transport in the upper troposphere/lower stratosphere, dehydration processes in the tropical tropopause layer, and lead to a better understanding of gravity waves. ALICE measurements would also continue NASA's profile measurements of stratospheric ozone and constituents important to ozone chemistry, with comprehensive measurements since the launch of the Upper Atmosphere Research Satellite (UARS) in 1991 and sporadic missions back to the late 1970s and help fulfill NASA's congressional mandate to monitor and report on the ozone layer.</p> ",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 11806,
    "title": "The Electrostatic Actuated Next Generation Microshutter Arrays",
    "startDate": "Oct 2014",
    "endDate": "Sep 2015",
    "status": "Completed",
    "website": "http://sciences.gsfc.nasa.gov/sed/",
    "imageUrl": "https://techport.nasa.gov/file/2565",
    "imageDescription": "Low-Voltage Next Generation Microshutter Array",
    "imageTitle": "Low-Voltage Next Generation Microshutter Array Project",
    "definition": "Detectors, focal planes and readout integrated circuits provide large-format array technologies that require high quantum efficiency (QE); low noise, high resolution, uniform, and stable response; low power and cost; and high reliability. These technologies include low-noise, high-speed, low-power and radiation hardened readout integrated circuit (ROIC) electronics; superconducting sensors; spectral detectors; polarization-sensitive detectors; radiation-hardened detectors; and micro-Kelvin and sub-Kelvin high sensitivity detectors that cover the spectrum from submillimeter wave (Far-IR) to X-ray.",
    "exampleTechnologies": "Backshort Undergrid bolometer arrays, Mercury Cadmium Telluride and Strained Superlattice Arrays, charge coupled devices, sidecar readout integrated circuits, radiometric calibration and abnormality correction algorithms (e.g. non-uniformity)",
    "benefits": "",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 32925,
    "title": "Investigation of Penetrant Inspection Corner Crack Detectability",
    "startDate": "Oct 2013",
    "endDate": "Mar 2015",
    "status": "Completed",
    "website": "http://nnwg.org/innovations/gsfc/cornercrack.html",
    "imageUrl": "https://techport.nasa.gov/file/17657",
    "imageDescription": "Corner crack specimens used in this study",
    "imageTitle": "Corner Crack Specimens",
    "definition": "Intelligent data understanding technologies provide the ability to automatically mine and analyze datasets that are large, noisy, and of varying modalities, including discrete, continuous, text, and graphics, and extract or discover information that can be used for further analysis or decision making.",
    "exampleTechnologies": "Intelligent data collection and prioritization toolset, event detection and intelligent action toolset, data on demand toolset, intelligent data search and mining toolset, data fusion toolset, information representation standards for persistent data, artificial intelligence (AI), robot-automated cross-program standardization",
    "benefits": "<p>The objective of this task is to review existing corner crack PT inspection data, generate additional capability data using crack panels sets from JSC and GSFC, and to then recommend a more appropriate size for the next revision of&nbsp;NASA-STD-5009. The key benefit of the task are a recommendation for the detectable corner crack size for PT inspection that is supported by data.</p> <p>The objective of this task is to review existing corner crack PT inspection data, generate additional capability data using crack panels sets from JSC and GSFC and to then make recommendations about the appropriateness of the size used in NASA-STD-5009. The key benefit of the task are a recommendation for the detectable corner crack size for PT inspection that is supported by data.</p>",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 10720,
    "title": "Controlled Thermal Expansion Alloys",
    "startDate": "Oct 2011",
    "endDate": "Sep 2014",
    "status": "Completed",
    "website": "http://aetd.gsfc.nasa.gov/",
    "imageUrl": "https://techport.nasa.gov/file/2623",
    "imageDescription": "Figure 1.  Comparison of room temperature CTE calculated from the two gamma state model with experimental measurements from Guillaume. ",
    "imageTitle": "Calculation",
    "definition": "Mirror systems development aims to provide increased sensitivity and resolution, such as improved resolution of X-ray grazing incidence optics and reduced areal costs for aperture systems > 10 m in diameter.",
    "exampleTechnologies": "Ground metrology and systems; integrated electronic, integrated photonic, sensor readouts that enable significant data compression; low-noise, low-power, high-performance analog and mixed signal electronic components, and electronics packaging technology capable of operating in and surviving extreme temperatures. Sensor electronics designs to accommodate reduced size, weight, and power (SWaP), including wireless networking techniques. Analog and Mixed-Signal Instrument front end electronics ASICs, FPGAs and discrete components, space cube, onboard SAR processor, MUSTANG, supporting nanoelectronic elements, and supporting high-voltage power supplies.",
    "benefits": "<p>This work is cross-cutting and has application for minimizing distortion in optics and sensors for Heliophysics, Astrophysics (VNC and NGXO), Earth Observation (AGES) and Gravitational Wave Missions (LISA Pathfinder and LISA).</p>",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 17805,
    "title": "High Energy Density Solid State Li-ion Battery with Enhanced Safety, Phase I",
    "startDate": "Jun 2014",
    "endDate": "Dec 2014",
    "status": "Completed",
    "imageUrl": "https://techport.nasa.gov/file/4811",
    "imageDescription": "High Energy Density Solid State Li-ion Battery with Enhanced Safety Project Image",
    "imageTitle": "Project Image",
    "definition": "Batteries store and convert chemical energy to electricity.",
    "exampleTechnologies": "High-specific-energy, human-rated advanced secondary chemistries beyond lithium-ion, nanoelectronics, super/ultracapacitors, extreme environment energy storage, flow batteries",
    "benefits": "Potential NASA Commercial Applications: Safe and reliable high energy density storage devices with wide temperature of operation are required for Altair-lunar lander, extravehicular activities (EVA space suites), rovers for missions to outer planet, moon and asteroids, NASA's James Webb Space Telescope (JWST), and International X-ray Observatory (IXO). With the proposed solid electrolyte material, a highly stable and safe Li-ion battery can be developed that meets NASA's high energy density (greater than 500 Wh/kg, C/10) requirements at operating temperature of T=0 to 100 degrees centigrade.",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 91795,
    "title": "Ultra-Wideband Receiver Package For The North America Array",
    "startDate": "Oct 2015",
    "endDate": "Sep 2018",
    "status": "Completed",
    "website": "",
    "imageUrl": "https://techport.nasa.gov/file/26005",
    "imageDescription": "Image showing the various components of the Ultra-Wideband Receiver Package.",
    "imageTitle": "Ultra-Wideband Receiver Package image",
    "definition": "Detectors, focal planes and readout integrated circuits provide large-format array technologies that require high quantum efficiency (QE); low noise, high resolution, uniform, and stable response; low power and cost; and high reliability. These technologies include low-noise, high-speed, low-power and radiation hardened readout integrated circuit (ROIC) electronics; superconducting sensors; spectral detectors; polarization-sensitive detectors; radiation-hardened detectors; and micro-Kelvin and sub-Kelvin high sensitivity detectors that cover the spectrum from submillimeter wave (Far-IR) to X-ray.",
    "exampleTechnologies": "Backshort Undergrid bolometer arrays, Mercury Cadmium Telluride and Strained Superlattice Arrays, charge coupled devices, sidecar readout integrated circuits, radiometric calibration and abnormality correction algorithms (e.g. non-uniformity)",
    "benefits": "<p>JPL is in a unique position both to enable the North America Array and to benefit from it. &nbsp;With its frequency coverage, the North America Array would cover all of the deep space communication frequency allocations and all of the planetary radar frequency allocations. &nbsp;Radio astronomical facilities have been used in the past to augment the DSN (e.g., the use of the Very Large Array during the Voyager encounter at Neptune), and radio astronomical facilities are used routinely during bistatic planetary radar observations. &nbsp;Technical expertise within the DSN can be applied to develop sensitive, wide-band radio receivers, which are needed to minimize operational costs, and JPL&rsquo;s technical expertise can explore options to produce unparalleled fields of view. &nbsp;Moreover, there is potential science overlap between the North America Array and current and future NASA missions (e.g., Spitzer, James Webb Space Telescope). &nbsp;The Technology Development for the North America Array Initiative is designed to position JPL scientists and technologists to have leading roles in the development of this concept in order to ensure future access to this telescope and to provide the scientific and technical maturity necessary for a high ranking in the 2020 Astronomy Decadal Survey.</p>",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 17359,
    "title": "Thermal Design for a Diffraction-Limited Doppler Spectrometer",
    "startDate": "Oct 2014",
    "endDate": "Sep 2015",
    "status": "Completed",
    "website": "http://sciences.gsfc.nasa.gov/sed/",
    "imageUrl": "https://techport.nasa.gov/file/19321",
    "imageDescription": "iLocator",
    "imageTitle": "iLocator",
    "definition": "Optical component technologies are ultimately aimed at finding breakthrough technologies that can enable entirely new instrument or observatory architectures. Optical component technologies are grouped in the following categories: ultraviolet imaging, wide field of view imaging for near-Earth asteroids, and instruments for quantum interferometry. These improvements in optical components must complement improvements in associated detectors.",
    "exampleTechnologies": "Mirrors, lenses, interferometers, gratings, prisms, fibers, dynamic pointing components (e.g. field steering mirrors), active optical elements, advanced surface technologies (e.g. frequency selective surfaces and composites), ground metrology and systems",
    "benefits": "<p>When spectrograph is complete in 2018, it will provide essential follow-up observations to the planets detection by the Transiting Exoplanet Survery Satellite (TESS; NASA Explorer Mission).&nbsp; The planets found to have the most Earthlike properties will then be targeted for transit spectroscopy with the James Webb Space Telescope.&nbsp; The spectrograph results will thus enable high-priority science objectives of both missions.</p> <p>The iLocater spectrograph can additionally be used to survery nearby stars for planets that will be imaged by the planned WFIRST coronagraph or a future exoplanet direct imaging flagship mission (which is a long-term goal of the NASA Astrophysics Division).</p>",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 93705,
    "title": "Portable Virtual Aircraft Test System (PVATS), Phase I",
    "startDate": "Jun 2017",
    "endDate": "Dec 2017",
    "status": "Completed",
    "imageUrl": "https://techport.nasa.gov/file/31961",
    "imageDescription": "Portable Virtual Aircraft Test System (PVATS), Phase I Briefing Chart",
    "imageTitle": "Briefing Chart",
    "definition": "The procedures and testing used to determine that a software system meets the requirements (verification) and fulfills its intended purpose (validation).",
    "exampleTechnologies": "Model-based testing, Payloads and Components Real-Time Automated Test System (PACRATS), Code coverage testing techniques, continuous automated software analysis and testing techniques, SysML Model Based Systems Engineering (MBSE)",
    "benefits": "The technologies described in this SBIR Phase I proposal are currently being applied to various NASA applications including dynamic testing, V&V, and mission training. For example, these technologies are being utilized to develop a James Webb Space Telescope (JWST) spacecraft simulator that is able to execute the unmodified (not recompiled) flight binaries of three flight computers which then interact with other modeled components, including virtual MIL-STD-1553 busses. This entire environment is running in two virtual machines on commodity laptops. Another example is the TMC-developed simulator for NASA's Space Launch System (SLS) launch vehicle that contains triple-redundant flight computer models running the as-delivered flight software binary. The core modeling and simulation technologies which are leveraged in these examples are available for use on this SBIR and are also applicable to unmanned (aircraft) system test beds. PVATS is directly applicable to complex unmanned systems requiring rigid software testing requirements, providing a portable environment for testing avionics and payload software early in the life-cycle.TMC's experience has shown that NASA hardware test beds, which usually incorporate extremely specialized hardware, are overscheduled and prone to downtime due to integration and hardware failures. PVATS provides a virtual dry-run test environment that can be utilized prior to testing in hardware labs, ensuring a more efficient lab test experience.<br /><br />PVATS has applicability to Non-NASA applications. It can be used by multiple government and private entities for V&V of unmanned systems. V&V of unmanned systems remains a challenging field mainly due to system complexity and the large number of requirements levied by diverse stakeholders. NASA unmanned systems research is similar to other agencies and private companies that utilize unmanned systems, including utilization of remote command and control systems. In any developed UAS system, there is a computing architecture that can be modeled and exercised with input/output (I/0) interfaces in order to provide a virtual unmanned system for V&V risk reduction and to assist with validating aircraft technologies including the maintenance of separation distances from other aircraft.",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 17808,
    "title": "Integrated Visualization Environment for Science Mission Modeling, Phase II",
    "startDate": "May 2014",
    "endDate": "Nov 2016",
    "status": "Completed",
    "imageUrl": "https://techport.nasa.gov/file/30790",
    "imageDescription": "Integrated Visualization Environment for Science Mission Modeling, Phase II Briefing Chart",
    "imageTitle": "Briefing Chart",
    "definition": "This area covers technologies that enable systems analyses that yield meaningful insights into novel, complex, and highly coupled systems ranging from rapid turnaround impact assessments to variable order and fidelity models and non-deterministic methods",
    "exampleTechnologies": "Trade space analysis tools, design and data visualization, automated system-level performance evaluation and characterization tool, dynamic behavior modeling / SysML MBSE tool, coupled trajectory/spacecraft/system design",
    "benefits": "The Science Mission Directorate (SMD) performs research in the areas of Earth Science, Planetary Science, Heliophysics, and Astrophysics. All of these areas involve the common need for conceptual and preliminary design of complex system models and the attendant engineering visualization this implies. The same need to more readily build and execute more sophisticated engineering models exists within other NASA directorates as well: Aeronautics Research, Human Exploration and Operations, and Space Technology. As NASA develops the next generation of scientific and space exploration missions there is a growing need for an integrated and collaborative visualization environment that can be used to rapidly evaluate competing vehicle and mission concepts. Current NASA projects that exemplify this need include the James Webb Telescope, robotic space probe missions, future manned space exploration capsules, potential heavy launch propulsion systems, new low noise, low emission, and fuel efficient airliner designs, and future air traffic control concepts. JPL's System F6 effort (for DARPA) and their TeamX environment are possible specific beneficiaries of this system. The F6 program already uses Phoenix Integration's current visualization system. Aeronautics programs at Langley have also used this system and would benefit from the proposed new visualizer.<br /><br />Due to its generic nature, there are numerous non-NASA applications that will benefit from improved design-space visualization technology. These include a wide range of military and civilian design programs in domains such as aircraft, automotive, electronics, heavy machinery, shipbuilding, and alternative energy design projects. The Army, Navy, and Air Force are all current Phoenix customers and could make good use of better visualization technology. The company is well positioned to introduce this technology to organizations in various sectors such as BAE, Boeing, Lockheed Martin, Northrop Grumman, Pratt and Whitney, Raytheon, Dresser-Rand, GE, etc. since they already utilize the company's current products. Many, indeed, already use the legacy visualization system this SBIR will replace. Many are also adopting more integrated approaches to engineering and system modeling, for which the new visualization system will be designed. A common driver for all customers is the economic need to improve the design process for ever more complex systems. A major goal, therefore, is enabling greater intuition and exploration of complex trade spaces early in the design process.",
    "hasTaxonomy": true,
    "hasImages": true
  },
  {
    "id": 88768,
    "title": "Cryogenic Selective Surfaces",
    "startDate": "Jul 2016",
    "endDate": "Jun 2018",
    "status": "Completed",
    "imageUrl": "https://techport.nasa.gov/file/35673",
    "imageDescription": "Visible light scattered by the Solar White Coating. Credits: R. Youngquist",
    "imageTitle": "Project Image",
    "definition": "In-space propellant storage & utilization technologies aim to extend cryogenic storage duration from hours to years and develop fluid management technologies to control, transfer, and utilize cryogenic propellants. These technologies enable a broad range of missions including but not limited to landers, ascent stages, in-space transfer vehicles, habitats, and in-situ resource utilization (ISRU) operations and encompasses both in-space or extraterrestrial destination surface environments.",
    "exampleTechnologies": "Vacuum and partial vacuum insulation systems; low conductive heat-load structure; solar shields applications to limit insulation exposure; cryocoolers and integration for reduced/zero boil-off of propellants and provide liquefaction; micro-g fluid dynamics (2-phase transport, surface wetting, surface tension, evaporation/condensation); propellant acquisition/management devices (surface tension devices); instrumentation/mass gauging in micro-g conditions; pressurization and pressure control (passive/active) and propellant mixing/destratification; propellant systems/hardware chill-down; low leakage, multi-use isolation valves; propellant transfer for stages, ISRU, other applications; propellant slosh dynamics; liquefaction for ISRU and other applications; heat rejection (cryocoolers or thermodynamic vents, other systems); valves, actuators and components",
    "benefits": "The ramifications of this technology are broad and significant, ranging from enabling long-term cryogenic storage to allowing passive high temperature superconductor operation in space. ",
    "hasTaxonomy": true,
    "hasImages": true
  }
]
